IDEA Open Model
MatSteelAISC Constructor
Compatible with IDEA StatiCa v 10.1
Initializes a new instance of the MatSteelAISC class
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public MatSteelAISC()
Public Sub New
public:
MatSteelAISC()
See Also
Reference
MatSteelAISC Class
IdeaRS.OpenModel.Material Namespace